
cj_enrolment = (50+66+78+99)
gk_enrolment = (12+55+6+0)
cj_pay = (50+40+30+0)
gk_pay = (12+11+3+0)
cj_drop_out = (2+0+1+0)
gk_drop_out = (1+1+2+0)
#个人成教缴费累计
# count=((cj_pay-cj_drop_out)*0.87+(gk_pay-gk_drop_out)*0.92)-8
count=(cj_pay)
print("个人成教缴费累计:%s" %count)
#个人成教只报名
count1=(cj_enrolment-cj_pay)
print("个人成教只报名:%s" %count1)
#个人国开报读累计标准人数
gkcount = gk_pay
print("个人国开报读累计标准人数:%s" %gkcount)
#预估标准人数
print("预估标准人数:%s" %(count*0.87+count1*0.09+gkcount*0.92-8))
#个人绩效(预估)
w=(count*0.87+count1*0.09+gkcount*0.92-8)*1000
print("个人绩效(预估):%s" %((count*0.87+count1*0.09+gkcount*0.92-8)*800))


print("叶仪炯主管总预估人数：%s" %(118.62+1495.76))
print("叶仪炯主管团队成教缴费总标准人数：%s" %(100+786+120))
print("叶仪炯主管团队成教只报名总标准人数：%s" %(10+534+173))
print("叶仪炯主管团队国开缴费总标准人数：%s" %(41+839+26))


print("杨立成校监总预估人数：%s" %(334.03))
print("杨立成校监团队成教缴费总标准人数：%s" %(197+786+100+120+14))
print("杨立成校监团队成教只报名总标准人数：%s" %(148+534+10+173+9))
print("杨立成校监团队国开缴费总标准人数：%s" %(171+839+41+26+3))

print("杨立成校监团队梯度值：%s" %(320))
print("杨立成校监团队总标准任务数：%s" %(8+7+8+8+5))
print("杨立成校监团队总预估标准人数：%s" %((197+786+100+120+14)*0.87+(148+534+10+173+9)*0.09+(171+839+41+26+3)*0.92-36))
print("杨立成校监团队绩效为：%s" %(((197+786+100+120+14)*0.87+(148+534+10+173+9)*0.09+(171+839+41+26+3)*0.92-36)*320))



print("戴吟绮助理成教缴费总标准人数：%s" %(14))
print("戴吟绮助理成教只报名总标准人数：%s" %(9))
print("戴吟绮助理国开缴费总标准人数：%s" %(3))
print("戴吟绮助理总预估人数：%s" %(14*0.87+9*0.09+3*0.92-5))
print("戴吟绮助理单生绩效值：%s" %(500))
print("戴吟绮助理个人绩效：%s" %((14*0.87+9*0.09+3*0.92-5)*500))